{
	"header": "Как установить мелодию на iPhone?",
	"button": "Загрузить в App Store",
	"panels":  [
		{
			"header": "1. Создай копию песни продолжительностью не более 40 секунд.",
			"labels": [
				"а. Найди песню в  iTunes и выбери пункт \"Свойства\" в ее контекстном меню.",
				"б. На вкладке \"Параметры\" введи время начала и конца и нажми кнопку \"OK\".",
				"в. В меню iTunes выбери последовательно пункты \"Файл\", \"Конвертировать\" и \"Создать копию в формате AAC\".",
				"г. Рядом с песней появится ее копия. В ее контекстном меню выбери пункт \"Перейти\"."
			],
			"images": [
				{
					"title": "Найди песню в  iTunes и выбери пункт Свойства в ее контекстном меню.",
					"alt": "Открой свойства песни"
				},
				{
					"title": "На вкладке Параметры введи время начала и конца и нажми кнопку OK.",
					"alt": "Задай начало и конец рингтона"
				},
				{
					"title": "В меню iTunes выбери последовательно пункты Файл, Конвертировать и Создать копию в формате AAC.",
					"alt": "Создай копию в формате AAC"
				},
				{
					"title": "Рядом с песней появится ее копия, в ее контекстном меню выбери пункт Перейти.",
					"alt": "Найди файл копии в Finder"
				}
			]
		},
		{
			"header": "2. Измени расширение копии на расширение рингтона - \"mp4\".",
			"labels": [
				"а. Перетащи файл копии песни в специально подготовленную для рингтонов папку.",
				"б. В контекстном меню копии песни выбери пункт \"Свойства\".",
				"в. Измени расширени файла на \"m4r\" в появившемся окне и закрой его.",
				"г. Удали копию песни из iTunes."
			],
			"images": [
				{
					"title": "Перетащи файл копии песни в специально подготовленную для рингтонов папку.",
					"alt": "Перемести файл в специальную папку"
				},
				{
					"title": "В контекстном меню копии песни выбери пункт Свойства.",
					"alt": "Открой свойства файла"
				},
				{
					"title": "Измени расширени файла на m4r в появившемся окне и закрой его.",
					"alt": "Измени расширение файла на m4r"
				},
				{
					"title": "Удали копию песни из iTunes.",
					"alt": "Удали копию в iTunes"
				}
			]

		},
		{
			"header": "3. Скопируй рингтон на iPhone с помощью синхронизации с iTunes.",
			"labels": [
				"а. В выпадающем меню \"Музыка\" в iTunes выбери пункт \"Звуки\".",
				"б. Перетащи рингтон в iTunes.",
				"в. Нажми кнопку с изображением iPhone или iPad справа от выпадающего меню \"Звуки\".",
				"г. На появившемся экране выбери пункт \"Звуки\" слева, затем отметь галочку \"Синхронизировать звуки\" и нажми кнопку \"Применить\"."
			],
			"images": [
				{
					"title": "В выпадающем меню Музыка в iTunes выбери пункт Звуки.",
					"alt": "Открой коллекцию звуков в iTunes"
				},
				{
					"title": "Перетащи рингтон в iTunes.",
					"alt": "Перетащи рингтон в iTunes"
				},
				{
					"title": "Нажми кнопку с изображением iPhone или iPad справа от выпадающего меню Звуки.",
					"alt": "Открой iPhone в iTunes"
				},
				{
					"title": "На появившемся экране выбери пункт Звуки слева, затем отметь галочку Синхронизировать звуки и нажми кнопку Применить.",
					"alt": "Синхронизируй iPhone с iTunes"
				}
			]

		},
		{
			"header": "4. Выбери рингтон в настройках iPhone.",
			"labels": [
				"а. На iPhone или iPad открой приложение \"Настройки\".",
				"б. Последовательно выбери пункты \"Звуки\" и \"Рингтогн\".",
				"в. Затем найди и выбери созданный ранее рингтон.",
				"г. Обрати внимание на кнопку \"Магазин\" в правом верхнем углу. Нажав на нее, ты можеш узнать сколько стоят рингтоны в iTunes."
			],
			"images": [
				{
					"title": "На iPhone или iPad открой приложение Настройки.",
					"alt": "Открой настройки на iPhone"
				},
				{
					"title": "Последовательно выбери пункты Звуки и Рингтогн.",
					"alt": "Перейди к установке рингтона"
				},
				{
					"title": "Затем найди и выбери созданный ранее рингтон.",
					"alt": "Выбери созданный рингтон"
				}
			]
		}
	]
}